<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    */

    'language'              => 'Язык',
    'menu'                  => 'Меню',
    'okai'                  => 'Окей',
    'success'               => 'Успешно!',
    'error'                 => 'Ошибка!',
    'info'                  => 'Инфо!',
    'invalid_form'          => 'Неверная форма',
    'create'                => 'Создать',
    'edit'                  => 'Редактировать',
    'user'                  => 'Пользователь',
    'actions'               => 'Действия',
    'close'                 => 'Закрыть',
    'open'                  => 'Открыть',
    'update'                => 'Обновить',
    'whops'                 => 'Упс',
    'nice'                  => 'Отлично',
    'cancel'                => 'Отмена',
    'watch_out'             => 'Осторожно',
    'name'                  => 'Имя',
    'email'                 => 'Эл. адрес',
    'logout'                => 'Выйти',
    'register'              => 'Регистрация',
    'password'              => 'Пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'current_password'      => 'Текущий пароль',
    'remember_me'           => 'Запомнить меня',
    'submit'                => 'Отправить',
    'loading'               => 'Загружается',
    'online'                => 'В сети',
    'away'                  => 'Отсутствует',
    'proceed'               => 'Принято',
    'perform_action'        => 'Вы действительно хотите выполнить это действие?',
    'confirmation_page'     => 'Страница подтверждения',
    'take_me_back'          => 'Верните меня обратно',
    'confirmation_proceed'  => 'Вы уверены, что хотите продолжить?',
    'confirmation_info'     => 'Это действие не может быть отменено.',
    'home'                  => 'Главная',
    'logout'                => 'Выйти',
    'actions'               => 'Действия',

    'login_page'            => 'Страница авторизации',
    'forgot_password'       => 'Забыли пароль?',
    'login'                 => 'Войти',
    'remember_me'           => 'Запомнить меня',
];
